Repository: P3r4nD/wp_monitor
Catalog: wpm_www/locales/*/LC_MESSAGES/wp_monitor_messages.po
Languages: es_es

source: The environment variable [WPM_PATH] is not defined. Make sure you do it.
es_es: La variable de entorno [WPM_PATH] no está definida. Asegúrate de definirla.

source: The [app_path] is not set correctly. Make sure the directory you defined in the [WPM_PATH] environment variable exists.
es_es: El [app_path] no está configurado correctamente. Asegúrate de que el directorio que definiste en la variable de entorno [WPM_PATH] existe.

source: The configuration file [config.json] does not exist.
es_es: El archivo de configuración [config.json] no existe.

source: Error decoding file [config.json]: %s
es_es: Error al decodificar el archivo [config.json]: %s

source: Data directory [app_data] does not exist. Make sure it is the same one you configured in your bash script and modify [app_data] in [config.json].
es_es: El directorio de datos [app_data] no existe. Asegúrate de que es el mismo que configuraste en tu script bash y modifica [app_data] en [config.json].

source: The URL '%s' in [app_url] is not responding or is not configured correctly in the config.json file.
es_es: La URL '%s' en [app_url] no responde o no está configurada correctamente en el archivo config.json.

source: The log directory '%s' for does not exist. Make sure it's the same one you configured in your bash script and modify [log_files] in [config.json].
es_es: El directorio de logs '%s' para no existe. Asegúrate de que es el mismo que configuraste en tu script bash y modifica [log_files] en [config.json].

source: The jobs file '%s' does not exist. Make sure it is inside the directory you defined in [WPM_PATH] and modify [jobs_file] in [config.json].
es_es: El archivo jobs '%s' no existe. Asegúrate de que se encuentre dentro del directorio que has definido en [WPM_PATH] y modifica [jobs_file] en [config.json].

source: The jobs executed file '%s' does not exist. Make sure it is inside the directory you defined in [WPM_PATH] and modify [jobs_executed_file] in [config.json].
es_es: El archivo de trabajos ejecutados '%s' no existe. Asegúrese de que esté dentro del directorio que definió en [WPM_PATH] y modifique [jobs_executed_file] en [config.json].

source: To activate sending messages to Telegram you must configure [telegram_token] and [telegram_chat_id] in your [config.json] file.
es_es: Para activar el envío de mensajes a Telegram debes configurar [telegram_token] y [telegram_chat_id] en tu archivo [config.json].

source: Updated data
es_es: Datos actualizados

source: Just now
es_es: Justo ahora

source: No pending jobs.
es_es: Sin trabajos pendientes

source: Pending jobs. If message persists, jobs are not running!
es_es: Trabajos pendientes. Si el mensaje persiste, los trabajos no se están ejecutando.

source: Telegram API error: %s
es_es: Error de la API de Telegram: %s

source: Error sending message using [file_get_contents].
es_es: Error al enviar el mensaje usando [file_get_contents].

source: This Wordpress installation is running jobs, wait for it to finish to add new jobs.
es_es: Esta instalación Wordpress está ejecutando jobs, espera a que termine para añadir nuevos jobs.
